Repository: vincentneo/PigeonLocalisation
Catalog: Siri/*.lproj/AppShortcuts.strings
Languages: ca, de, es, pl, ru, uk, zh_hans

source: Send message via ${applicationName}
ca: Envia un missatge via ${applicationName}
de: Sende eine Nachricht Ã¼ber ${applicationName}
es: Enviar mensaje a trav√©s de ${applicationName}
pl: Wyślij wiadomość przez ${applicationName}
ru: Отправить сообщение через ${applicationName}
uk: Надіслати повідомлення через ${applicationName}
zh_hans: 用 ${applicationName} 发消息

source: Text using ${applicationName}
ca: Escriu un text amb ${applicationName}
de: Schreibe eine Nachricht mit ${applicationName}
es: Escribir un mensaje con ${applicationName}
pl: Napisz wiadomość za pomocą ${applicationName}
ru: Написать сообщение с помощью ${applicationName}
uk: Написати повідомлення за допомогою ${applicationName}
zh_hans: 用 ${applicationName} 发送文本

source: Send a text using ${applicationName}
ca: Envia un text amb ${applicationName}
de: Sende eine Nachricht mit ${applicationName}
es: Enviar un mensaje con ${applicationName}
pl: Wyślij wiadomość za pomocą ${applicationName}
ru: Отправить текст с помощью ${applicationName}
uk: Надіслати текст за допомогою ${applicationName}
zh_hans: 用 ${applicationName} 发送文本消息

source: Message using ${applicationName}
ca: Missatge amb ${applicationName}
de: Nachricht mit ${applicationName}
es: Mensaje con ${applicationName}
pl: Wiadomość za pomocą ${applicationName}
ru: Сообщение через ${applicationName}
uk: Повідомлення через ${applicationName}
zh_hans: 通过 ${applicationName} 发消息

source: Chirp using ${applicationName}
ca: Piu amb ${applicationName}
de: Zwitschere mit ${applicationName}
es: Piar con ${applicationName}
pl: Ćwierkaj za pomocą ${applicationName}
ru: Чирикать с помощью ${applicationName}
uk: Щебетати за допомогою ${applicationName}
zh_hans: 用 ${applicationName} 发信息

source: Coo using ${applicationName}
ca: Arrula amb ${applicationName}
de: Gurre mit ${applicationName}
es: Arrullar con ${applicationName}
pl: Gruchaj za pomocą ${applicationName}
ru: Курлыкать с помощью ${applicationName}
uk: Гуркотіти за допомогою ${applicationName}
zh_hans: 通过 ${applicationName} 发信息

source: Shout using ${applicationName}
ca: Crida amb ${applicationName}
de: Rufe mit ${applicationName}
es: Gritar con ${applicationName}
pl: Krzycz za pomocą ${applicationName}
ru: Кричать с помощью ${applicationName}
uk: Кричати за допомогою ${applicationName}
zh_hans: 嗨，${applicationName}

source: Talk like a ${applicationName}
ca: Parla com un ${applicationName}
de: Sprich wie ein ${applicationName}
es: Hablar como un ${applicationName}
pl: Mów jak ${applicationName}
ru: Говорить как ${applicationName}
uk: Говорити як ${applicationName}
zh_hans: ${applicationName} 发消息

source: Write using ${applicationName}
ca: Escriu amb ${applicationName}
de: Schreibe mit ${applicationName}
es: Escribir con ${applicationName}
pl: Pisz za pomocą ${applicationName}
ru: Писать с помощью ${applicationName}
uk: Писати за допомогою ${applicationName}
zh_hans: ${applicationName} 发信息

source: Write a message using ${applicationName}
ca: Escriu un missatge amb ${applicationName}
de: Schreibe eine Nachricht mit ${applicationName}
es: Escribir un mensaje con ${applicationName}
pl: Napisz wiadomość za pomocą ${applicationName}
ru: Написать сообщение с помощью ${applicationName}
uk: Написати повідомлення за допомогою ${applicationName}
zh_hans: 你好，${applicationName}

source: Send a Telegram message using ${applicationName}
ca: Envia un missatge de Telegram amb ${applicationName}
de: Sende eine Telegram-Nachricht mit ${applicationName}
es: Enviar un mensaje de Telegram con ${applicationName}
pl: Wyślij wiadomość na Telegramie za pomocą ${applicationName}
ru: Отправить сообщение в Telegram с помощью ${applicationName}
uk: Надіслати повідомлення в Telegram за допомогою ${applicationName}
zh_hans: 用 ${applicationName} 发送 Telegram 消息

source: Telegram using ${applicationName}
ca: Telegram amb ${applicationName}
de: Telegram mit ${applicationName}
es: Telegram con ${applicationName}
pl: Telegram za pomocą ${applicationName}
ru: Telegram с помощью ${applicationName}
uk: Telegram за допомогою ${applicationName}
zh_hans: 用 ${applicationName} 发 Telegram
