Repository: vincentneo/PigeonLocalisation
Catalog: App/*.lproj/Localizable.strings
Languages: ca, de, es, pl, uk

source: Scan to rate from your iPhone!
ca: Escaneja per a puntuar des del teu iPhone!
de: Scannen Sie, um von Ihrem iPhone aus zu bewerten!
pl: Zeskanuj, aby ocenić na swoim ajfonie!
uk: Скануйте, щоб оцінити зі свого iPhone!

source: Previous Page
ca: Pàgina anterior
de: Vorherige Seite
pl: Poprzednia strona
uk: Попередня сторінка

source: Next Page
ca: Següent pàgina
de: Nächste Seite
pl: Następna strona
uk: Наступна сторінка

source: %@ page %d
ca: %@ pàgina %d
de: %@ Seite %d
pl: %@ strona %d
uk: %@ сторінка %d

source: Back
ca: Enrera
de: Zurück
pl: Wstecz
uk: Назад

source: Download animation
ca: Descàrrega animació
pl: Pobierz animacje
uk: Завантажити анімацію

source: Reactions
ca: Reaccions
de: Reaktionen
pl: Reakcje
uk: Реакції

source: Sending
ca: Enviant
de: Senden
pl: Wysyłanie
uk: Відправка

source: Read
ca: Llegit
de: Lesen
pl: Przeczytana
uk: Прочитано

source: Sent
ca: Enviat
de: Versenden
pl: Wysłana
uk: Відправлено

source: Edited
ca: Editat
de: Bearbeiten
pl: Edytowana
uk: Відредаговано

source: Edit message
ca: Edita missatge
de: Nachricht bearbeiten
pl: Edytuj wiadomość
uk: Редагувати повідомлення

source: %@ Edit
ca: %@ Edita
de: %@ bearbeitet
pl: %@ Edytuj
uk: %@ Редагувати

source: This will permanently delete the selected message.
ca: S'esborrarà permanentment el missatge sel·leccionat.
de: Dies wird die Nachricht dauerhaft löschen.
pl: Uwaga! To usunie trfale wybrane wiadomości..
uk: Це остаточно видалить вибране повідомлення.

source: Delete for everyone
ca: Esborra per a tothom
de: Für alle löschen
pl: Usuń u wszystkich
uk: Видалити для всіх

source: Delete for me
ca: Esborra només per a mi
de: Für mich löschen
pl: Usuń tylko u mnie
uk: Видалити для мене

source: Are you sure?
ca: ¿Esborrar?
de: Bist du sicher?
pl: Czy na pewno?
uk: Ви впевнені?

source: Configure
ca: Configura
pl: Konfiguruj
uk: Налаштувати

source: Last edited on:
ca: Última edició el:
de: Zuletzt bearbeitet am:
uk: Відредаговано о:

source: Location
ca: Ubicació
pl: Lokalizacja
uk: Геолокація

source: Quoted
ca: Citat
de: Zitiert
uk: Цитата

source: Record
ca: Grava
de: Aufnahme
pl: Nagraj
uk: Записати

source: Please wait
ca: Espera sius plau
de: Bitte warten
pl: Proszę czekać...
uk: Зачекайте будь ласка

source: Stop recording
ca: Atura la gravació
de: Beende Aufnahme
pl: Zatrzymaj nagrywanie
uk: Зупинити запис

source: Send recording
ca: Envía la gravació
de: Sende Aufnahme
pl: Wyślij
uk: Відправити запис

source: Focus on toolbar
ca: Focus a la barra d'eines
de: Fokus auf Symbolleiste
pl: przejdź na pasek narzędzi
uk: Панель інструментів

source: Focus on chat list
ca: Focus a la llista de xats
de: Fokus auf Chat liste
pl: przejdź do listy konwersacji
uk: Список чатів

source: duration
ca: durada
de: dauer
pl: Czas trfania:
uk: тривалість

source: Chat %@ has been opened
ca: S'ha obert el xat %@
de: Chat %@ wurde geöffnet
pl: Konwersacja z %@ została otwarta.
uk: Чат %@ був відкритий

source: View options
ca: Veu les opcions
de: Zeige Optionen
pl: Pokaż menu wiadomości
uk: Параметри перегляду

# Default_Bar_Send_Location_Button
source: Location
de: Standort
uk: Локація

# VO_Action_Location
source: Select a location to send
de: Wähle einen Standort zum senden
uk: Виберіть локацію для відправки

source: Send My Location
de: Standort senden
uk: Відправити мою локацію

source: Send This Location
de: Meinen Standort senden
uk: Відправити цю локацію

source: Jump to current location
de: Zum aktuellen Standort springen
uk: Переміститися до поточної локації

source: Current location coordinates
de: Aktuelle Standortkoordinaten
uk: Координати поточної локації

source: Selected coordinates
de: Ausgewählte Koordinaten
uk: Вибрані координати

source: latitude: %@, longitude: %@
de: Breite: %@, Länge: %@
uk: широта: %@, довгота: %@

source: Open Maps %@
de: Öffne Maps %@
uk: Відкрити карти %@

source: Archive
de: Archiv
uk: Архів

# Ignore_Spoilers_Setting_Title
source: Ignore Spoilers
de: Spoiler ignorieren
uk: Ігнорувати спойлери

source: Location Services disabled
de: Ortungsdienste deaktiviert
uk: Служби геолокації вимкнені

# VO_Muted_Chat_Badge
source: Chat Muted
de: Chat stumm
uk: Звук чату вимкнений

source: Mute chat
de: Chat stumm schalten
uk: Вимкнути звук чату

source: Unmute chat
de: Stummschaltung aufheben
uk: Ввімкнути звук чату

source: Mute For
de: Stumm für
uk: Вимкнути звук на

source: Forever
de: Immer
uk: Назавжди

# Contact_Label_Pigeon_Notes
source: 📖 Pigeon Notes
de: 📖 Pigeon Notizen
uk: 📖 Записки Pigeon

# Pigeon_Notes_Description
source: Frequently Asked Questions
de: Häufig gestellte Fragen
uk: Поширені запитання

# Status_Deleted_Member_Message
source: A member left
de: Ein Mitglied ist gegangen
