Repository: vincentneo/PigeonLocalisation
Catalog: App/*.lproj/Localizable.strings
Languages: ca, de, es, pl, uk

# INFO_Base_Font_Size
source: This sets the base font size for messages. As Pigeon supports Dynamic Type, a larger base font would also mean an even larger font, if your system-wide font size is larger than default. Likewise for smaller system-wide fonts.
ca: Això estableix la mida base de la font per als missatges. Com que Pigeon admet el tipus de lletra dinàmic, una mida base de font més gran també significarà una lletra encara més gran si la mida de la font de tot el sistema és més gran que la predeterminada. Passa el mateix amb les lletres més petites a nivell de sistema.
de: Dadurch wird die Grundschriftgröße für Nachrichten festgelegt. Da Pigeon Dynamic Type unterstützt, würde eine größere Basisschriftart auch eine noch größere Schriftart bedeuten, wenn Ihre systemweite Schriftgröße größer als die Standardschrift ist. Ebenso für kleinere systemweite Schriftarten.
es: Esto establece el tamaño base de la fuente para los mensajes. Como Pigeon admite el tipo de letra dinámico, un tamaño base de fuente más grande también significará una fuente aún más grande si el tamaño de fuente de todo el sistema es más grande que el predeterminado. Ocurre lo mismo con las fuentes más pequeñas a nivel del sistema.
pl: Ustawia podstawowy rozmiar czcionki dla wiadomości. Ponieważ Pigeon obsługuje czcionki Dynamic Type, większa czcionka podstawowa oznaczałaby również jeszcze większą czcionkę, jeśli rozmiar czcionki w całym systemie jest większy niż domyślny. Podobnie jest w przypadku mniejszych czcionek systemowych.
uk: Це визначає базовий розмір шрифту для повідомлень. Оскільки Pigeon підтримує динамічне введення, більший базовий шрифт також означатиме ще більший шрифт, якщо розмір вашого системного шрифту більше, ніж за замовчуванням. Аналогічно для невеликих системних шрифтів.

# INFO_Base_Font_Size_Bold
source: When you're unsure, just refer to the Sample.
ca: Per assegurar-te, comprova la Mostra.
de: Wenn Sie sich nicht sicher sind, sehen Sie sich einfach das Beispiel an.
es: Para asegurarte, comprueba la Muestra.
pl: Jeśli nie masz pewności, zapoznaj się z Przykładem.
uk: Якщо ви не впевнені, просто подивіться на зразок.

source: Sounds & Haptics
ca: Sons i resposta Hàptica
de: Klänge & Haptik
es: Sonidos y respuesta Háptica
pl: Dźwięki i haptyka
uk: Звуки та вібрація

# Sounds_Toggle_Switch_Title
source: Message send
ca: Missatge enviat
de: Nachricht gesendet
es: Mensaje enviado
pl: Wiadomość wysłana
uk: Повідомлення відправлено

# INFO_SoundHaptics
source: If enabled, sounds and haptics will be used to subtly inform you, whether if a message has successfully been sent out or not.
ca: Si està habilitat, es faran servir sons i resposta hàptica per informar-te subtilment si un missatge s'ha enviat amb èxit o no.
de: Wenn diese Option aktiviert ist, werden Töne und Haptik verwendet, um Sie subtil darüber zu informieren, ob eine Nachricht erfolgreich versendet wurde oder nicht.
es: Si está habilitado, se usarán sonidos y respuesta háptica para informarte sutilmente si un mensaje se ha enviado con éxito o no.
pl: Jeśli opcja ta jest włączona, dźwięki i haptyka będą używane do subtelnego informowania użytkownika, czy wiadomość została pomyślnie wysłana, czy też nie.
uk: Якщо увімкнено, звуки та вібрація будуть використовуватися для інформування вас про те, було повідомлення успішно відправлено чи ні.

# INFO_Sample_Title
source: Sample:
ca: Prova:
de: Beispiel:
es: Prueba:
pl: Przykład:
uk: Приклад:

# INFO_Play_Tone_Success
source: Play success tone
ca: To d'èxit
de: Erfolgston abspielen
es: Tono de éxito
pl: Odtwórz dźwięk powodzenia
uk: Успішне відправлення

# INFO_Play_Tone_Failure
source: Play failure tone
ca: To d'error
de: Fehlerton abspielen
es: Tono de error
pl: odtwórz dźwięk niepowodzenia
uk: Помилка відправлення

source: Audio Playback
ca: Reproductor d'Àudio
de: Audiowiedergabe
es: Reproductor de Audio
pl: Odtwarzanie dźwięku
uk: Програвання аудіо

# Playback_Toggle_Switch_Title
source: System player
ca: Reproductor del sistema
es: Reproductor del sistema
pl: odtwarzacz systemowy
uk: Системний програвач

# INFO_Playback
source: If enabled, voice note messages will use the system default player to playback, rather than Pigeon's inline player.
ca: Si està habilitat, els missatges de notes de veu faran servir el reproductor predeterminat del sistema per a la reproducció en lloc del reproductor integrat de Pigeon.
de: Wenn diese Option aktiviert ist, verwenden Sprachnotiznachrichten für die Wiedergabe den Standardplayer des Systems und nicht den Inline-Player von Pigeon.
es: Si está habilitado, los mensajes de notas de voz utilizarán el reproductor predeterminado del sistema para la reproducción en lugar del reproductor integrado de Pigeon.
pl: Jeśli opcja ta jest włączona, wiadomości głosowe będą odtwarzane przy użyciu domyślnego odtwarzacza systemowego, a nie wbudowanego odtwarzacza w Pigeon..
uk: Якщо увімкнено, для відтворення голосових нотаток буде використовуватися системний програвач за замовчуванням, а не вбудований програвач Pigeon.

source: Message loads
ca: Càrrega de missatges
de: Nachricht wird geladen
es: Carga de mensajes
pl: ładowanie wiadomości
uk: Кількість повідомлень

# INFO_Message_Loads
source: Refers to amount of earlier messages to load in a chat (±2).
ca: Es refereix a la quantitat de missatges anteriors per a carregar en un xat (±2).
de: Bezieht sich auf die Anzahl früherer Nachrichten, die in einem Chat geladen werden sollen (±2).
es: Se refiere a la cantidad de mensajes anteriores para cargar en un chat (±2).
pl: Odnosi się do ilości wcześniejszych wiadomości do załadowania w konwersacji (±2).
uk: Кількість раніше завантажених повідомлень у чаті (±2).

# INFO_Message_Loads2
source: Do note that, due to memory constraints, as more messages are loaded, performance of the chat screen will be reduced.
ca: Tingues en compte que, a causa de les limitacions de memòria, a mesura que es carreguen més missatges, el rendiment de la pantalla de xat es veurà reduït.
de: Beachten Sie, dass aufgrund von Speicherbeschränkungen die Leistung des Chat-Bildschirms abnimmt, wenn mehr Nachrichten geladen werden.
es: Ten en cuenta que, debido a las limitaciones de memoria, a medida que se cargan más mensajes, el rendimiento de la pantalla de chat se verá reducido.
pl: Należy pamiętać, że ze względu na ograniczenia pamięci, w miarę ładowania większej liczby wiadomości, wydajność ekranu czatu będzie się zmniejszać.
uk: Зверніть увагу, що через брак пам'яті в міру завантаження більшої кількості повідомлень продуктивність вашого годинника буде знижуватися.

source: Notification Grouping
ca: Agrupació de notificacions
de: Benachrichtigungsgruppierung
es: Agrupación de notificaciones
pl: Grupowanie powiadomień
uk: Угруповання сповіщень

# NotificationGrp_Option_Conversation
source: By Conversation
ca: Per conversa
de: Nach Konversation
es: Por conversación
pl: wedłóg konwersacji
uk: За діалогами

# NotificationGrp_Option_App
source: By App
ca: Per App
de: Nach App
es: Por App
pl: wedłóg aplikacji
uk: За додатком

# NotificationGrp_Option_None
source: No grouping
ca: No agrupar
de: Keine Gruppierung
es: No agrupar
pl: bez grupowania
uk: Не групувати

# INFO_NotificationGrp_Summary
source: Applies to how notifications are displayed on the Notification Center.
ca: S'aplica a com les notificacions es mostren al Centre de Notificacions.
de: Gilt für die Art und Weise, wie Benachrichtigungen im Benachrichtigungscenter angezeigt werden.
es: Aplica a cómo las notificaciones se muestran en el Centro de Notificaciones.
pl: Ustawia, w jaki sposób powiadomienia będą wyświetlane w centrum powiadomień.
uk: Відноситься до того, як сповіщення відображаються в центрі сповіщень.

# INFO_NotificationGrp_Option_Conversation
source: Group by Conversation
ca: Agrupar per Conversa
de: Nach Konversation gruppieren
es: Agrupar por Conversación
pl: Grupowanie wedłóg konwersacji
uk: Групувати за діалогами

# INFO_NotificationGrp_Option_Conversation_Summary
source: Notifications are grouped by each chat, group or channel. When selected, only the latest notification of the group stack can be viewed.
ca: Les notificacions s'agrupen per a cada xat, grup o canal. Quan se selecciona, només es pot veure l'última notificació de la pila de grup.
de: Benachrichtigungen werden nach Chat, Gruppe oder Kanal gruppiert. Wenn diese Option ausgewählt ist, kann nur die neueste Benachrichtigung des Gruppenstapels angezeigt werden.
es: Las notificaciones se agrupan por cada chat, grupo o canal. Cuando se selecciona, solo se puede ver la última notificación de la pila de grupo.
pl: Powiadomienia są pogrupowane według każdego czatu, grupy lub kanału. Po wybraniu tej opcji można wyświetlić tylko najnowsze powiadomienie stosu grupy.
uk: Сповіщення групуються по кожному чату, групі або каналу. Якщо цей прапорець встановлений, можна переглянути лише останнє сповіщення зі стопки.

# INFO_NotificationGrp_Option_App
source: Group by App
ca: Agrupar per App
de: Gruppierung nach App
es: Agrupar por App
pl: grupowanie wedłóg aplikacji
uk: Групувати за додатком

# INFO_NotificationGrp_Option_App_Summary
source: All Pigeon notifications are grouped together as a stack, regardless of chat, group or channel. When selected, all notifications can be viewed individually. Profile displays will not be displayed due to system limitations.
ca: Totes les notificacions de Pigeon s'agrupen juntes en una pila, independentment del xat, grup o canal. Quan se selecciona, totes les notificacions es poden veure de manera individual. Les visualitzacions de perfil no es mostraran a causa de limitacions del sistema.
de: Alle Pigeon-Benachrichtigungen werden als Stapel gruppiert, unabhängig von Chat, Gruppe oder Kanal. Bei Auswahl können alle Benachrichtigungen einzeln angezeigt werden. Profilanzeigen werden aufgrund von Systemeinschränkungen nicht angezeigt.
es: Todas las notificaciones de Pigeon se agrupan juntas en una pila, independientemente del chat, grupo o canal. Cuando se selecciona, todas las notificaciones se pueden ver de manera individual. Las visualizaciones de perfil no se mostrarán debido a limitaciones del sistema.
pl: Wszystkie powiadomienia Pigeon są grupowane jako stos, niezależnie od czatu, grupy lub kanału. Po wybraniu tej opcji wszystkie powiadomienia można przeglądać indywidualnie. Wyświetlacze profili nie będą wyświetlane z powodu ograniczeń systemu.
uk: Всі сповіщення Pigeon згруповані в стопку незалежно від чату, групи або каналу. Якщо цей прапорець встановлений, усі сповіщення можна переглядати індивідуально. Відображення профілю не буде через системні обмеження.

# INFO_NotificationGrp_Option_None
source: No Grouping
ca: No Agrupar
de: Keine Gruppierung
es: No Agrupar
pl: brak grupowania
uk: Не групувати

# INFO_NotificationGrp_Option_None_Summary
source: All Pigeon notifications will appear discretely on the Notification Center. (default)
ca: Totes les notificacions de Pigeon apareixeran discretament al Centre de Notificacions. (predeterminat)
de: Alle Pigeon-Benachrichtigungen werden diskret im Benachrichtigungscenter angezeigt. (Standard)
es: Todas las notificaciones de Pigeon aparecerán discretamente en el Centro de Notificaciones. (predeterminado)
pl: Wszystkie powiadomienia Pigeon będą dyskretnie wyświetlane w Centrum powiadomień. (default)
uk: Всі сповіщення Pigeon будуть відображатися окремо в центрі сповіщень. (за замовчуванням)

source: Profile Pictures Cache
ca: Memòria Cau de Fotos de Perfil
de: Profilbild-Cache
es: Caché de Fotos de Perfil
pl: Pamięć podręczna zdjęć profilowych
uk: Кеш аватарів профілів

# Profile_Cache_Reset_Button
source: Reset
ca: Neteja
de: Zurücksetzen
es: Limpiar
pl: Zresetuj
uk: Скинути

# INFO_Profile_Cache1
source: Profile pictures of your chats and groups are cached whenever you launch Pigeon. It is used for displaying alongside the notifications.
ca: Les imatges de perfil dels teus xats i grups es guarden en memòria cau cada vegada que inicies Pigeon. Es fan servir per mostrar-les juntament amb les notificacions.
de: Profilbilder Ihrer Chats und Gruppen werden jedes Mal zwischengespeichert, wenn Sie Pigeon starten. Es wird zur Anzeige neben den Benachrichtigungen verwendet.
es: Las imágenes de perfil de tus chats y grupos se almacenan en caché cada vez que inicias Pigeon. Se utilizan para mostrar junto a las notificaciones.
uk: Зображення профілів чатів та груп кешуються при кожному запуску Pigeon. Вони відображаються поряд із повідомленнями.

# INFO_Profile_Cache2
source: In rare cases, where Pigeon could be storing too much, or outdated profile pictures, you may use the reset button to clear out the caches.
ca: En casos rars, on Pigeon podria estar fent servir massa emmagatzematge o imatges de perfil desactualitzades, pots fer servir el botó per netejar la memòria cau.
de: In seltenen Fällen, in denen Pigeon zu viel oder veraltete Profilbilder speichert, können Sie die Caches mit der Reset-Taste löschen.
es: En casos raros, donde Pigeon podría estar usando demasiado almacenamiento o imágenes de perfil desactualizadas, puedes usar el botón de para limpiar la caché.
uk: В окремих випадках, коли Pigeon може зберігати занадто багато файлів або застарілі зображення профілю, ви можете використовувати кнопку скидання, щоб очистити кеші.

# INFO_Profile_Cache3
source: It is recommended that you restart Pigeon after pressing it.
ca: Es recomana reiniciar Pigeon després de netejar-la.
de: Es wird empfohlen, Pigeon nach dem Drücken neu zu starten.
es: Se recomienda reiniciar Pigeon después de presionarlo.
uk: Рекомендується перезапустити Pigeon після натискання кнопки скидання.

source: Clear on launch
ca: Netejar en obrir
de: Beim starten aufräumen
es: Limpiar al abrir
pl: Wyczyść podczas uruchamiania
uk: Очистити під час запуску

# INFO_Auto_Clear
source: Automatically clear all Pigeon notifications on the Notification Center, whenever you launch the app.
ca: Esborra automàticament totes les notificacions de Pigeon al Centre de Notificacions cada vegada que inicies l'aplicació.
de: Löschen Sie automatisch alle Pigeon-Benachrichtigungen im Benachrichtigungscenter, wenn Sie die App starten.
es: Borrar automáticamente todas las notificaciones de Pigeon en el Centro de Notificaciones cada vez que inicias la aplicación.
pl: Automatyczne czyszczenie wszystkich powiadomień Pigeon w Centrum powiadomień przy każdym uruchomieniu aplikacji.
uk: Автоматично видаляти всі повідомлення Pigeon в Центрі повідомлень при кожному запуску програми.

# Auto_Clear_Toggle_Title
source: Auto clear
ca: Esborra automàticament
de: Automatisch löschen
es: Borrar automáticamente
pl: Automatyczne czyszczenie
uk: Автоматичне очищення

# Connection_State_Waiting_For_Network
source: Waiting for Network...
ca: Esperant connexió...
de: Warte auf Netzwerk...
es: Esperando conexión...
pl: Oczekiwanie na sieć...
uk: Очікування мережі...

# VO_Connection_State_Waiting_For_Network
source: Waiting for network to become available.
ca: Esperant que la xarxa es trobi disponible.
de: Warten darauf, dass das Netzwerk verfügbar wird.
es: Esperando a que la red esté disponible.
pl: Oczekiwanie na sieć, kiedy stanie się dostępna.
uk: Очікування доступності мережі.

# Connection_State_Connecting_To_Proxy
source: Connecting...
ca: Connectant...
de: Verbinde...
es: Conectando...
pl: Łączenie...
uk: Підключення...

# VO_Connection_State_Connecting_To_Proxy
source: Connecting to proxy server
ca: Connectat al servidor proxy
de: Verbindung zum Proxyserver herstellen
es: Conectando al servidor proxy
pl: łączenie z serwerem proksy
uk: Підключення до проксі-сервера.

# Connection_State_Connecting
source: Connecting...
ca: Connectant...
de: Verbinde...
es: Conectando...
pl: Łączenie...
uk: Підключення...

# VO_Connection_State_Connecting
source: Connecting to Telegram servers
ca: Connectant amb els servidors de Telegram
de: Verbindung zum Telegram Server
es: Conectando a los servidores de Telegram
pl: łączenie z serwerami telegrama
uk: Підключення до серверів Telegram

# Connection_State_Updating
source: Updating...
ca: Actualitzant...
de: Aktualisierung...
es: Actualizando...
pl: Aktualizowanie...
uk: Оновлення...

# VO_Connection_State_Updating
source: Updating received data
ca: Actualitzant les dades rebudes
de: Empfangene Daten aktualisieren
es: Actualizando los datos recibidos
pl: aktualizowanie otrzymanych danych
uk: Оновлення отриманих даних

# Connection_State_Connected
source: Connected
ca: Connectat
de: Verbunden
es: Conectado
pl: Połączono
uk: Підключено

# VO_Connection_State_Connected
source: Connected
ca: Connectat
de: Verbunden
es: Conectado
pl: Połączono
uk: Підключено

# Status_Message_Pin
source: A message was pinned.
ca: S'ha fixat un missatge.
de: Eine Nachricht wurde angeheftet.
es: Se ha fijado un mensaje.
pl: Wiadomość została przypięta.
uk: Закріплено повідомлення.

# Status_Contact_Registered
source: User joined Telegram.
ca: Un usuari s'ha unit Telegram.
de: Der Benutzer ist Telegram beigetreten.
es: Un usuario se unió a Telegram.
pl: Użytkownik dołączył do telegrama.
uk: Користувач приєднався до Telegram.

# Status_Change_Photo
source: Chat photo updated
ca: Foto de xat actualitzada
de: Chat-Foto aktualisiert
es: Foto de Chat actualizada
pl: zdjęcie konwersacji zaktualizowane
uk: Фото чату оновлено

# Status_Basic_Group_Created
source: Group "%@" was created
ca: S'ha creat el grup "%@"
de: Gruppe "%@" wurde erstellt
es: Se ha creado el grupo "%@"
pl: Grupa "%@" została utworzona
uk: Група "%@" створена

# Status_Deleted_Member
source: A member was removed.
ca: S'ha eliminat un membre.
de: Ein Mitglied wurde entfernt.
es: Se ha eliminado un miembro.
pl: Użytkownik został usunięty.
uk: Користувача було видалено.

# Status_Add_Member
source: New member(s) were added.
ca: S'han afegit nous membres.
de: Neue(s) Mitglied(er) wurden hinzugefügt.
es: Se han añadido nuevos miembros.
pl: Nowy członek (s) Został dodany.
uk: Новий користувач був доданий.

# Status_Unsupported_Known_Type
source: Unsupported type: %@
ca: Tipus no suportat: %@
de: Nicht unterstützter Typ: %@
es: Tipo no soportado: %@
pl: Nieobsługiwany typ: %@
uk: Непідтримуване повідомлення: %@

# Status_Unsupported_Unknown
source: Type unsupported
ca: Tipus no suportat
de: Typ wird nicht unterstützt
es: Tipo no soportado
pl: Nie obsługiwany typ
uk: Повідомлення не підтримується

# Preview_Contact_Message
source: Contact of %@
ca: Contacte de %@
de: Kontakt von %@
es: Contacto de %@
pl: Kontakt od %@
uk: Користувач %@

# Preview_Poll_Message
source: Poll - %@
ca: Enquesta - %@
de: Umfrage - %@
es: Encuesta - %@
pl: Ankieta - %@
uk: Опитування - %@

# Preview_Sticker_Message
source: %@ Sticker
pl: %@ Naklejka
uk: %@ Стікер

# Preview_Audio_Message
source: Audio - %@
ca: Àudio - %@
pl: dźwięk - %@
uk: Аудіо - %@

source: Installed Stickers
ca: Stickers Instal·lats
de: Installierte Sticker
es: Stickers Instalados
pl: Zainstalowane naklejki
uk: Завантажені стікери

# WebM_Unupported_Text
source: Not all video stickers can be previewed.
ca: No es poden previsualitzar tots els stickers de vídeo.
de: Nicht alle Sticker können in der Vorschau angezeigt werden.
es: No se pueden previsualizar todos los stickers de video.
uk: Не всі анімовані стікери можна переглянути.

source: %@ Send
ca: %@ Envia
de: %@ Senden
es: %@ Enviar
pl: Wyślij %@
uk: %@ Відправити

# Rec_Err_Title
source: An error occurred while recording.
ca: Ha succeït un error en enregistrar.
de: Beim Aufzeichnen ist ein Fehler aufgetreten.
es: Ha ocurrido un error al grabar.
pl: Wystąpił błąd podczas nagrywania.
uk: Виникла помилка під час запису.

# Rec_Err_Take_Screenshot_Instructions
source: Please take a screenshot of the message above and send it to %@
ca: Si us plau, fes una captura i envia-li el missatge de dalt a %@
de: Bitte machen Sie einen Screenshot der obigen Nachricht und senden Sie ihn an %@
es: Por favor haz una captura y envíale el mensaje de encima a %@
pl: Zrób zrzut ekranu powyższej wiadomości i wyślij go na adres %@
uk: Будь ласка, зробіть скріншот повідомлення вище та надішліть його %@

# Rec_Err_Unknown
source: Unknown error occurred.
ca: S'ha produït un error inesperat.
de: Unbekannter Fehler ist aufgetreten.
es: Ha ocurrido un error inesperado.
pl: Wystąpił nieznany błąd.
uk: Сталася невідома помилка.

source: Sponsored
ca: Patrocinat
de: Gesponsort
es: Patrocinado
pl: Sponsorowane
uk: Спонсор

# Poll_Type_Quiz
source: Quiz
pl: Kwiz
uk: Вікторина

# Poll_Type_Poll
source: Poll
ca: Enquesta
de: Umfrage
es: Encuesta
pl: Ankieta
uk: Опитування

# Poll_Anonymous
source: Anonymous
ca: Anònim
de: Anonym
es: Anónimo
pl: Anonimowa
uk: Анонімно

# VO_WOS8_Label
source: Pigeon app shortcut.
ca: Accès directe a Pigeon.
de: Pigeon App verknüpfung.
es: Acceso directo a Pigeon.
uk: Ярлик програми Pigeon.

# WOS9_Done_Button
source: Done
ca: Fet
de: Fertig
es: Hecho
pl: Gotowe
uk: Готово

# WOS9_Grid_Button
source: Grid
ca: Quadrícula
de: Gitter
es: Cuadrícula
pl: Siatka
uk: Сітка

source: Saved Messages
ca: Missatges Guardats
es: Mensajes Guardados
pl: Zapisane wiadomości
uk: Збережені повідомлення

source: Translations
ca: Traduccions
de: Übersetzungen
es: Traducciones
pl: Tłumacze
uk: Переклади

source: Special thanks to:
ca: Agraïments especials a:
de: Besonderer Dank an:
es: Agradecimientos especiales a:
pl: Specjalne podziękowania dla:
uk: Особлива подяка:

source: This message failed to parse.
ca: Aquest missatge no s'ha pogut processar.
de: Diese Nachricht konnte nicht analysiert werden.
pl: Nie udało się przetworzyć tego komunikatu.
uk: Це повідомлення не вдалося отримати.

source: View
ca: Veure
de: Ansehen
pl: Widok
uk: Вигляд

source: Thumbnail
ca: Miniatura
de: Miniaturansicht
pl: Miniatura
uk: Мініатюра

source: Downloading video... Progress %@ percent.
ca: Descarregant vídeo... Progrés %@ percent.
de: Video wird heruntergeladen... Fortschritt %@ Prozent.
pl: pobieranie wideo... @% ukończono
uk: Завантаження відео... Прогрес %@ відсотків.

# Status_Super_Group_Created
source: "%@" was created
ca: S'ha creat "%@"
de: "%@" wurde erstelllt
pl: grupa "%@" została utworzona
uk: "%@" створена!

source: Join Pigeon's Channel!
ca: Uneix-te al canal de Pigeon!
de: Pigeon's Kanal beitreteten!
pl: dołącz do kanału pigeon!
uk: Приєднуйтесь до каналу Pigeon!

source: Save
ca: Desa
pl: Zapisz ustawienia
uk: Зберегти

# Message_Bar_Order_Prefs_Error
source: An error occurred while saving your preferences
ca: Hi ha hagut un error al desar els ajustos.
de: Beim Speichern Ihrer Einstellungen ist ein Fehler aufgetreten
pl: Wystąpił błąd podczas zapisywania twoich preferencji
uk: Під час збереження ваших налаштувань сталася помилка

# Message_Bar_Order_Prefs_Instructions
source: Hold and drag to change order.
ca: Mantingues i arrastra per a canviar l'ordre.
de: Halten und ziehen Sie, um die Reihenfolge zu ändern.
pl: Przytrzymaj i przeciągnij, aby zmienić kolejność.
uk: Утримуйте та перетягуйте, щоб змінити порядок.

# Default_Bar_Send_Photo_Button
source: Photo
ca: Foto
de: Foto
pl: Zdjęcie
uk: Фото

# VO_Photo_Sticker
source: Send a photo
ca: Envía una foto
de: Sende ein Foto
pl: Wyślij zdjęcie
uk: Віправити фото

# VO_Hide_Toggle_Message_Bar_Order
source: Show
ca: Mostra
de: Anzeigen
pl: Pokaż
uk: Показати

# VO_Move_Up
source: Move up
ca: Mou amunt
de: Hoch
pl: przenieśw górę
uk: Вгору

# VO_Move_Down
source: Move down
ca: Mou avall
de: Runter
pl: Przenieś w dół
uk: Вниз

source: Replying to %@ %@
ca: Responent a %@ %@
de: Antworten an %@ %@
pl: Odpowiedź do %@ %@
uk: Відповідаю %@ %@

source: You have no conversations yet.
ca: Encara no hi tens cap conversa.
de: Sie haben noch keine Gespräche.
pl: Nie ma tutaj jeszcze żadnych konwersacji.
uk: У вас ще немає чатів.

source: Rate or Review! ⭐️
ca: Puntúa o revisa! ⭐️
de: Bewerten oder Kommentieren ⭐️
pl: Oceń lub zrecenzuj! ⭐
uk: Оцініть або напишіть коментар! ⭐️
