Repository: vincentneo/PigeonLocalisation
Catalog: App/*.lproj/Localizable.strings
Languages: ca, de, es, pl, uk

# WOS9_NextPage_Button_Label
source: Next
ca: Següent
de: Weiter
es: Siguiente
pl: W przód
uk: Далі

source: Logging out...
ca: Desconnectant...
de: Ausloggen...
es: Desconectando...
pl: wylogowywanie...
uk: Вихід...

source: Unknown
ca: Desconegut
de: Ungenau
es: Desconocido
pl: nieznane
uk: Невідомо

source: Please wait.
ca: Espera si us plau.
de: Bitte warten.
es: Espera por favor.
pl: proszę czekać.
uk: Будь ласка зачекайте.

source: Loading...
ca: Carregant...
de: Lade...
es: Cargando...
pl: ładowanie...
uk: Завантаження...

# Auth_Error_Title
source: An error occurred.
ca: Ha succeït un error.
de: Ein Fehler ist aufgetreten.
es: Ha ocurrido un error.
pl: Wystąpił błąd.
uk: Виникла помилка.

source: An unexpected authentication state of "%@" has been reached. Please relay this to the developer, thank you.
ca: S'ha arribat a un estat d'autenticació inesperat "%@". Si us plau, comunica-ho al desenvolupador. Gràcies.
de: Der unerwartete Authentifizierungsstatus "%@" wurde erreicht. Bitte leiten Sie dies an den Entwickler weiter, vielen Dank.
es: Se ha alcanzado un estado de autenticación inesperado "%@". Por favor, comunícalo al desarrollador, gracias.
pl: Osiągnięto nieoczekiwany stan uwierzytelniania "%@". Poinformuj o tym programistę. Dźiękujemy!
uk: Відбулася несподівана помилка авторизації з кодом "%@". Будь ласка, повідомте про це розробнику, дякую.

source: An error occurred while processing the QR code
ca: S'ha produït un error en processar el codi QR
de: Bei der Verarbeitung des QR-Codes ist ein Fehler aufgetreten
es: Se ha producido un error al procesar el código QR
pl: Wystąpił błąd podczas przetwarzania kodu QR.
uk: При обробці QR-коду сталася помилка

source: Login Instructions
ca: Instruccions d'inici de sessió
de: Anmeldeanweisungen
es: Instrucciones de inicio de sesión
pl: Instrukcje logowania
uk: Інструкції для входу в систему

source: Processing QR Code...
ca: Processant codi QR...
de: Verarbeite QR Code...
es: Procesando código QR...
pl: Przetwarzanie kodu QR...
uk: Обробка QR-коду...

source: In the Telegram app,
ca: A l'aplicació de Telegram,
de: In der Telegram app,
es: En la aplicación de Telegram,
pl: W aplikacji Telegram
uk: У додатку Telegram,

source: Go to the Settings tab
ca: Anar a la pestanya de Configuració
de: Gehen Sie zur Registerkarte Einstellungen
es: Ir a la pestaña Configuración
pl: Przejdź do zakładki ustawienia
uk: Перейдіть до вкладки Налаштування

source: Tap on "Devices"
ca: Toca a "Dispositius"
de: Klicke auf "Devices"
es: Toca en "Dispositivos"
pl: kliknij w urządzenia"
uk: Натисніть на "Пристрої"

source: Tap on "Link Desktop Device"
ca: Toca a "Vincular dispositiu d'escriptori"
de: Klicke auf "Desktopgerät verknüpfen"
es: Toca en "Vincular dispositivo de escritorio"
pl: naciśnij przycisk połącz z komputerem stacjonarnym"
uk: Натисніть на "Підключити пристрій"

source: Scan the QR Code %@
ca: Escaneja el codi QR %@
de: QR-Code scannen %@
es: Escanea el código QR %@
pl: Zeskanuj kod QR %@
uk: Проскануйте QR-код %@

# After_Scanning_Instructions
source: After scanning, it may take a while to process, even if app is still displaying the QR code. Please be patient!
ca: Després d'escanejar, pot trigar una estona a processar-ho, fins i tot si l'aplicació continua mostrant el codi QR. Tingues paciència si us plau!
de: Nach dem Scannen kann die Verarbeitung eine Weile dauern, auch wenn die App den QR-Code weiterhin anzeigt. Bitte haben Sie Geduld!
es: Después de escanear, puede llevar un tiempo procesarlo, incluso si la aplicación sigue mostrando el código QR. ¡Ten paciencia por favor!
pl: Po zeskanowaniu kodu, proces logowania może chwilę potrwać, nawet jeśli kod QR nadal jest wyświetlany w aplikacji, prosimy o chwilę cierpliwości.
uk: Після сканування обробка може зайняти деякий час, навіть якщо програма, як і раніше, відображає QR-код. Будь ласка зачекайте!

source: QR Code
ca: Codi QR
es: Código QR
pl: kod QR
uk: QR-код

source: Phone Number login
ca: Inici de sessió amb número de telèfon
de: Login Tel. nummer
es: Inicio de sesión con número de teléfono
pl: numer telefonu służący do logowania
uk: Вхід за номером телефону

source: Login
ca: Iniciar sessió
es: Iniciar sesión
pl: zaloguj
uk: Вхід

source: Try again
ca: Intentar-ho de nou
de: Erneut versuchen
es: Intentar de nuevo
pl: Spróbuj ponownie
uk: Спробуйте знову

source: Error
pl: Błąd
uk: Помилка

source: Enter Password
ca: Introdueix la contrasenya
de: Passwort eingeben
es: Introduce la contraseña
pl: Wprowadź hasło
uk: Введіть пароль

source: You have Two-Step Verification enabled for your account, hence we need your password to continue.
ca: Tens la verificació en dos passos habilitada per al teu compte, així que necessitem la teva contrasenya per continuar.
de: Sie haben die zweistufige Verifizierung für Ihr Konto aktiviert, daher benötigen wir Ihr Passwort, um fortzufahren.
es: Tienes la verificación en dos pasos habilitada para tu cuenta, por lo que necesitamos tu contraseña para continuar.
pl: Ponieważ masz włączone na koncie uwierzytelnianie twuskładnikowe, potrzebne jest twoje hasło, aby kontynuować..
uk: У Вас увімкнена двоетапна автентифікація вашого облікового запису, введіть пароль для продовження.

# 2FA_Password_Field_Hint
source: Password
ca: Contrasenya
de: Passwort
es: Contraseña
pl: hasło
uk: Пароль

source: Hint: %@
ca: Pista: %@
de: Hinweis: %@
es: Pista: %@
pl: uwaga: %@
uk: Підказка: %@

source: The password that you've entered is incorrect.
ca: La contrasenya que has introduït és incorrecte.
de: Das von Ihnen eingegebene Passwort ist falsch.
es: La contraseña que has introducido es incorrecta.
pl: Wprowadzone hasło jest nieprawidłowe.
uk: Введений пароль невірний.

source: An unknown error has occurred. Please let the developer know!
ca: S'ha produït un error desconegut. Si us plau, comunica-ho al desenvolupador!
de: Ein unbekannter Fehler ist aufgetreten. Bitte informieren Sie den Entwickler!
es: Ha ocurrido un error desconocido. ¡Por favor, avisa al desarrollador!
pl: wystąpił nieznany błąd. prosimy o kontakt z deweloperem w sekcji "wsparcie".
uk: Сталася невідома помилка. Повідомте розробнику!

# Toolbar_WhatsNew
source: What's New?
ca: Què hi ha de nou?
de: Was ist neu?
es: ¿Qué hay de nuevo?
pl: Co nowego?
uk: Що нового?

# Toolbar_UnlockFeatures
source: Unlock all features!
ca: Desbloquejar totes les característiques!
de: Alle Funtionen freischalten!
es: Desbloquear todas las características!
pl: odblokuj wszystkie możliwości aplikacji!
uk: Відкрийте всі функції!

# Toolbar_Folders
source: Folders
ca: Carpetes
de: Ordner
es: Carpetas
pl: Foldery
uk: Папки

# All_Chats_Label
source: All
ca: Tots
de: Alle
es: Todos
pl: Wszystkie
uk: Всі

source: Chats
ca: Xats
pl: Konwersacje
uk: Чати

source: Delete
ca: Eliminar
de: Löschen
es: Eliminar
uk: Видалити

source: Reply
ca: Respondre
de: Antworten
es: Responder
uk: Відповісти

source: %@ Forwarded
ca: %@ Reenviar
de: %@ Weiterleiten
es: %@ Reenviar
pl: %@ Przekazana
uk: %@ Переслано

source: Add a reaction
ca: Afegir reacció
de: Reaktion hinzufügen
es: Añadir reacción
pl: Dodaj reakcję
uk: Додати реакцію

source: Message sent at:
ca: Missatge enviat el:
de: Gesendet an:
es: Mensaje enviado el:
pl: Wysłana o:
uk: Повідомлення надіслано о:

source: Media
ca: Mitjans
es: Medios
pl: muzyka
uk: Медіа

# Default_Bar_Send_Button
source: Send
ca: Enviar
de: Senden
es: Enviar
pl: Wiadomość tekstowa
uk: Відправити

# Default_Bar_Send_Audio_Button
source: Audio
ca: Àudio
pl: Wiadomość głosowa
uk: Аудіо

# Default_Bar_Send_Stickers_Button
source: Stickers
pl: Naklejki
uk: Стікери

# Condensed_Bar_Message_Title
source: Message
ca: Missatge
de: Nachricht
es: Mensaje
pl: Wiadomość
uk: Повідомлення

# VO_Condensed_More_Options_Button
source: More options
ca: Més opcions
de: Mehr Optionen
es: Más opciones
pl: Więcej
uk: Більше опцій

source: %@ Search
ca: %@ Cerca
de: %@ Suchen
es: %@ Buscar
pl: %@ Szukaj
uk: %@ Пошук

source: Load earlier messages
ca: Carrega missatges anteriors
de: Frühere Nachrichten laden
es: Cargar mensajes anteriores
pl: Załaduj starsze wiadomości
uk: Завантажити попередні повідомлення

# VO_Jump_To_Newest
source: Jump to newest message
ca: Ves al missatge més nou
de: Springe zur neusten Nachricht
es: Ir al mensaje más nuevo
pl: Przejdź do najnowszej wiadomości
uk: Перейти до останнього повідомлення

source: Chat %@
ca: Xat %@
pl: Konwersacja %@
uk: Чат %@

# Fail_Send_Title
source: Failed to send.
ca: Error en l'enviament.
de: Fehlgeschlagen.
es: Fallo al enviar.
pl: Wysyłanie nie powiodło się.
uk: Помилка відправлення.

source: A %@ message has failed to send.
ca: El missatge de %@ no s'ha pogut enviar.
de: A %@ Die Nachricht konnte nicht gesendet werden.
es: El mensaje de %@ no se ha podido enviar.
pl: Nie udało się wysłać wiadomości %@.
uk: Повідомлення %@ не вдалося відправити.

# Fail_Send_Try_Again_Button
source: Try again
ca: Intenta-ho de nou
de: Erneut versuchen
es: Intentar de nuevo
pl: Spróbuj ponownie
uk: Спробувати знову

# Fail_Send_Discard_Button
source: Discard message
ca: Descarta el missatge
de: Nachricht verwerfen
es: Descartar mensaje
pl: Odrzuć wiadomość
uk: Скасувати відправлення

# VO_User_You
source: You
ca: Tu
de: Du
es: Tú
pl: Ty
uk: Ви

# VO_User_Channel
source: Channel
ca: Canal
de: Kanal
es: Canal
pl: Kanał
uk: Канал

# VO_User_Unknown
source: Someone
ca: Algú
de: Jemand
es: Alguien
pl: Ktoś
uk: Хтось

source: %@ folder
ca: Carpeta %@
de: %@ Ordner
es: Carpeta %@
uk: %@ папка

source: %@ said:
ca: %@ va dir:
de: %@ sagte:
es: %@ dijo:
uk: %@ сказав:

source: %@ sent a GIF.
ca: %@ va enviar un GIF.
de: %@ schickte ein GIF.
es: %@ envió un GIF.
pl: %@ wysłał GIF.
uk: %@ відправив GIF.

source: %@ sent an audio message, of duration, %@
ca: %@ va enviar un missatge d'àudio, de %@ de durada
de: %@ schickt eine Audio Nachricht, mit der Dauer von, %@
es: %@ envió un mensaje de audio, de %@ de duración
pl: %@ wiadomość audio, czas trfania: %@
uk: %@ відправив голосове повідомлення тривалістю, %@

source: %@ sent a voice message, of duration, %@
ca: %@ va enviar un missatge de veu, de %@ de durada
de: %@ schickt eine Audio Nachricht, mit der Dauer von, %@
es: %@ envió un mensaje de voz, de %@ de duración
pl: %@ wiadomość głosowa, czas trfania: %@
uk: %@ відправив голосове повідомлення тривалістю, %@

source: %@ sticker
pl: %@ naklejka
uk: %@ стікер

# VO_Verified_Badge
source: Verified Badge
ca: Insígnia Verificada
de: Verifiziertes Abzeichen
es: Insignia Verificada
pl: Zweryfikowany
uk: Верифікований акаунт

# VO_Pinned_Chat_Icon
source: Pinned chat
ca: Xat fixat
de: Angepinnter Chat
es: Chat fijado
pl: przypięta konwersacja
uk: Закріплений чат

# VO_Compose_Text_Message
source: Compose a text message
ca: Escriu un nou missatge
de: Verfassen Sie eine Textnachricht
es: Escribir un nuevo mensaje
pl: otwiera menu pozwalające wysłać wiadomość tekstową.
uk: Написати повідомлення

# VO_Action_Audio
source: Record an audio message
ca: Enregistra un missatge de veu
de: Audio Nachricht aufnehmen
es: Grabar un mensaje de voz
pl: otwiera menu nagrywania wiadomości głosowej.
uk: Записати голосове повідомлення

# VO_Action_GIF
source: Send a GIF
ca: Envia un GIF
de: Sende ein GIF
es: Enviar un GIF
pl: wysyła wiadomość gif
uk: Відправити GIF

# VO_Action_Sticker
source: Send a sticker
ca: Envia un sticker
de: Sende einen Sticker
es: Enviar un sticker
pl: pozwala wysłać naklejkę
uk: Надіслати стікер

source: %lld UNREAD
ca: %lld SENSE LLEGIR
de: %lld UNGELESEN
es: %lld SIN LEER
pl: nieczytanych: %lld
uk: %lld НЕПРОЧИТАНИХ

source: Contact Name
ca: Nom del contacte
de: Kontakt Name
es: Nombre del contacto
pl: Nazwa kontaktu
uk: Ім'я контакту

source: Settings
ca: Ajustos
de: Einstellungen
es: Ajustes
pl: Ustawienia
uk: Налаштування

source: Acknowledgments
ca: Agraïments
de: Danksagungen
es: Agradecimientos
pl: Podziękowania
uk: Подяки

# Settings_Menu_General_Label
source: General
de: Allgemein
pl: Ogólne
uk: Основні

# Settings_Menu_Messages_Label
source: Messages
ca: Missatges
de: Nachrichten
es: Mensajes
pl: Wiadomości
uk: Повідомлення

# Settings_Menu_Messages_Display_Label
source: Display
ca: Aparença
de: Anzeige
es: Apariencia
pl: Wyświetlanie
uk: Відображення

# Settings_Menu_Messages_Behaviours_Label
source: Behaviours
ca: Comportament
de: Verhalten
es: Comportamiento
pl: Zachowania
uk: Поведінка

# Settings_Menu_Notifications
source: Notifications
ca: Notificacions
de: Benachrichtigungen
es: Notificaciones
pl: Powiadomienia
uk: Сповіщення

# Settings_Menu_General_Connection_Title
source: Connection
ca: Connexió
de: Verbindung
es: Conexión
pl: Połączenie
uk: З'єднання

source: Logout
ca: Desconnecta
de: Ausloggen
es: Desconectar
pl: Wyloguj
uk: Вихід

# Logout_Confirmation
source: Are you sure?
ca: Vols desconnectar?
de: Bist du sicher?
es: ¿Quieres desconectar?
pl: Czy jesteś pewien?
uk: Ви впевнені?

source: Cancel
ca: Cancel·la
de: Abbruch
es: Cancelar
pl: Anuluj
uk: Скасувати

source: Support
ca: Suport
es: Soporte
pl: Wsparcie
uk: Підтримка

source: Need help?
ca: Necessites ajuda?
de: Hilfe ?
es: ¿Necesitas ayuda?
pl: Potrzebujesz pomocy?
uk: Потрібна допомога?

# Contact_Label_Email
source: 📧 Email me!
ca: 📧 Envia'm un email!
de: 📧 Email mir!
es: ¡📧 Envíame un email!
pl: 📧 Wyślij e-mail!
uk: 📧 Напишіть мені!

# Contact_Footer_Instructions
source: Tap any options above for QR code.
ca: Toca qualsevol opció de dalt per mostrar el codi QR corresponent.
de: Tippen Sie oben auf eine der Optionen für den QR-Code.
es: Toca cualquier opción de encima para mostrar el código QR correspondiente.
pl: Stuknij dowolną opcję powyżej dla kodu Qr.
uk: Виберіть будь-який з наведених вище варіантів для отримання QR-коду.

source: Subscriptions
ca: Subscripcions
de: Abonnements
es: Suscripciones
pl: Subskrypcje
uk: Підписки

# Subscription_Title
source: Unlock all features
ca: Desbloqueja totes les característiques
de: Alle Optionen freischalten
es: Desbloquea todas las características
pl: Odblokuj wszystkie możliwości aplikacji
uk: Відкрийте всі функції

# Subscription_Subtitle
source: Subscribe today and get a free trial!
ca: Subscriu-te avui i aconsegueix una prova gratuïta!
de: Abonnieren Sie noch heute und erhalten Sie eine kostenlose Testversion!
es: ¡Suscríbete hoy y obtén una prueba gratuita!
pl: Subskrybuj już dziś i uzyskaj bezpłatny okres próbny!
uk: Підпишіться сьогодні та отримайте безкоштовну пробну версію!

# Subscription_Subtitle2
source: Subscribe today and get a free trial for %@
ca: Subscriu-te avui i aconsegueix una prova gratuïta de %@
de: Abonnieren Sie noch heute und erhalten Sie eine kostenlose Testversion für %@
es: Suscríbete hoy y obtén una prueba gratuita de %@
pl: Subskrybuj już dziś i uzyskaj bezpłatny okres próbny na %@
uk: Підпишіться сьогодні та отримайте безкоштовну пробну версію на %@

# Subscription_Free_Trial_Requirement
source: (for new subscribers)
ca: (per a noves subscripcions)
es: (para nuevas suscripciones)
pl: (dla nowych subskrybentów)
uk: (для нових підписок)

# Subscription_Free_Trial_Not_Charged
source: If you cancel during the free trial period, you will not be charged.
ca: Si cancel·les durant el període de prova, no es farà cap càrrec.
de: Wenn Sie während des kostenlosen Testzeitraums kündigen, fallen keine Kosten an.
es: Si cancelas durante el periodo de prueba, no se te cobrará nada.
pl: Jeśli anulujesz subskrypcję w trakcie bezpłatnego okresu próbnego, nie zostaniesz obciążony żadną opłatą.
uk: Якщо ви скасуєте підписку протягом безкоштовного пробного періоду, плата не буде знята.

# Subscription_Period_Month
source: / month
ca: / mes
de: / Monat
es: / mes
pl: / miesiąc
uk: / місяць

# Subscription_Period_Year
source: / year
ca: / any
de: / Jahr
es: / año
pl: / rok
uk: / рік

# Subscription_Period_Err
source: / Err.
de: / Fehlgeschlagen.
uk: / Помилка.

# Subscription_Period_Lifetime
source: , Lifetime!
ca: , de per vida!
de: , Lebenslang!
es: , de por vida!
pl: , Dożywotnia!
uk: , Назавжди!

# Subscription_Period_6Months
source: / 6 months
ca: / 6 mesos
de: / 6 Monate
es: / 6 meses
pl: / 6 miesięcy
uk: / 6 місяців

# Subscription_Period_3Months
source: / 3 months
ca: / 3 mesos
de: / 3 Monate
es: / 3 meses
pl: / 3 miesiące
uk: / 3 місяців

# Subscription_Period_2Months
source: / 2 months
ca: / 2 mesos
de: / 2 Monate
es: / 2 meses
pl: / 2 miesiące
uk: / 2 місяців

# Subscription_Period_Week
source: / week
ca: / setmana
de: / Woche
es: / semana
pl: / tydzień
uk: / тиждень

# Subscription_Year_Savings
source: ~40% savings!
ca: estalvi de ~40%!
de: ~40% sichern!
es: ¡ahorro de ~40%!
pl: zaoszczędź nawet ~40%!
uk: ~40% економія!

# Subscription_Restore_Button
source: Restore Purchases
ca: Restaurar Compres
de: Kauf Wiederherstellen
es: Restaurar Compras
pl: Przywródź zakupy
uk: Відновити покупки

# Subscription_Restore_Completed
source: Restore completed
ca: Restauració completa
de: Wiederherstellung abgeschlossen
es: Restauración completa
pl: Zakup został pomyślnie przywrócony
uk: Відновлення успішно

# Subscription_Restore_Failed
source: Restore failed
ca: Restauració fallida
de: Wiederherstellung fehlgeschlagen
es: Restauración fallida
pl: przywracanie zakupów nie powiodło się
uk: Помилка відновлення

# Subscription_Reason
source: A subscription lets you reply to others, view older chats, and more, while also supporting the developer!
ca: Una subscripció et permet respondre als altres, veure xats anteriors i més, a més a més, també dones suport al desenvolupador!
de: Mit einem Abonnement können Sie anderen antworten, ältere Chats ansehen und mehr und gleichzeitig den Entwickler unterstützen!
es: Una suscripción te permite responder a otros, ver chats anteriores y más, ¡además también apoyas al desarrollador!
pl: Subskrypcja pozwala odpowiadać innym, przeglądać starsze czaty i nie tylko, jednocześnie pozwala wesprzeć dewelopera!
uk: Підписка дозволяє відповідати іншим користувачам, переглядати минулі чати та багато іншого, а також підтримати розробника!

# Subscription_EULA_Button
source: Terms of Use (EULA)
ca: Termes d'Ús (EULA)
de: Nutzungsbedingungen (EULA)
es: Términos de Uso (EULA)
pl: Warunki użytkowania (EULA)
uk: Умови використання (EULA)

# Subscription_Privacy_Policy_Button
source: Privacy Policy
ca: Política de Privacitat
de: Datenschutzrichtlinie
es: Política de Privacidad
pl: Polityka prywatności
uk: Політика конфіденційності

source: Purchase failed
ca: Compra fallida
de: Kauf fehlgeschlagen
es: Compra fallida
pl: Zakup nie powiódł się
uk: Помилка покупки

source: Purchase has failed due to %@
ca: La compra ha fallat a causa de %@
de: Der Kauf ist aufgrund von fehlgeschlagen %@
es: La compra ha fallado debido a %@
pl: Zakup nie powiódł się z powodu %@
uk: Покупка не вдалася через %@

source: Purchase failed due to unknown error.
ca: La compra ha fallat a causa de un error desconegut
de: Der Kauf ist aufgrund eines unbekannten Fehlers fehlgeschlagen.
es: La compra ha fallado debido a un error desconocido
pl: Zakup nie powiódł się z powodu nieznanego błędu.
uk: Покупка не вдалася через невідому помилку.

source: Restore purchases has failed due to %@
ca: La restauració de compra ha fallat a causa de %@
de: Die Wiederherstellung von Einkäufen ist aufgrund von %@ fehlgeschlagen
es: La restauración de compra ha fallado debido a %@
pl: przywracanie zakupów niepowiodło sięz powodu %@
uk: Відновити покупки не вдалося через %@

source: Done
ca: Fet
de: Fertig
es: Hecho
pl: gotowe
uk: Готово

source: dismiss
ca: descartar
de: Verwerfen
es: descartar
pl: odrzuć
uk: відхилити

# Period_Year
source: year
ca: any
de: Jahr
es: año
pl: rok
uk: рік

# Period_Month
source: month
ca: mes
de: Monat
es: mes
pl: miesiąc
uk: місяць

# Period_Week
source: week
ca: setmana
de: Woche
es: semana
pl: tydzień
uk: тиждень

# Period_Day
source: day
ca: dia
de: Tag
es: día
pl: dzień
uk: день

# Period_Unknown
source: error
pl: Błąd
uk: помилка

source: General
de: Allgemein
pl: Ogólne
uk: Основні

source: Connection
ca: Connexió
de: Verbindung
es: Conexión
pl: Połączenie
uk: З'єднання

source: Show status
ca: Mostrar estat
de: Zeige Status
es: Mostrar estado
pl: Pokaż status
uk: Показати статус

# INFO_Connection_Status
source: If enabled, the connection status can be shown at the bottom of your watch, to inform you when there are connection losses or gains between Pigeon and Telegram servers.
ca: Si està habilitat, l'estat de la connexió es mostra a la part inferior del teu rellotge per informar-te quan hi hagi pèrdues o millores en la connexió entre Pigeon i els servidors de Telegram.
de: Wenn diese Option aktiviert ist, kann der Verbindungsstatus unten auf Ihrer Uhr angezeigt werden, um Sie zu informieren, wenn es Verbindungsverluste oder -gewinne zwischen Pigeon- und Telegram-Servern gibt.
es: Si está habilitado, el estado de la conexión se muestra en la parte inferior de tu reloj para informarte cuando haya pérdidas o mejoras en la conexión entre Pigeon y los servidores de Telegram.
pl: Jeśli jest włączona, status połączenia może być wyświetlany w dolnej części zegarka, aby informować o utracie lub uzyskaniu połączenia między serwerami Pigeon i Telegram..
uk: Якщо увімкнено, статус з'єднання може відображатися в нижній частині вашого годинника, щоб інформувати вас про втрати або відновлення з'єднання між серверами Pigeon і Telegram.

source: Display
ca: Aparença
de: Anzeige
es: Apariencia
pl: Wyświetlanie
uk: Відображення

source: Behaviours
ca: Comportament
de: Verhaltensweisen
es: Comportamiento
pl: Zachowania
uk: Поведінка

source: Bottom bar
ca: Barra inferior
de: Untere Leiste
es: Barra inferior
pl: pasek dolny
uk: Нижня панель

# Condensed_Mode_Toggle_Title
source: Condensed
ca: Condensada
de: Komprimiert
es: Condensada
pl: skondensowany
uk: Спрощена

# INFO_Condensed_Mode
source: Condensed mode will hide all options other than texting behind a button, similar to the Apple's Messages app.
ca: El mode condensat amagarà totes les opcions excepte l'enviament de missatges darrere d'un botó, similar a l'aplicació Missatges d'Apple.
de: Im komprimierten Modus werden alle Optionen außer SMS hinter einer Schaltfläche ausgeblendet, ähnlich wie bei der Nachrichten-App von Apple.
es: El modo condensado ocultará todas las opciones excepto el envío de mensajes detrás de un botón, similar a la aplicación Mensajes de Apple.
pl: Tryb skondensowany ukryje wszystkie opcje inne niż wysyłanie wiadomości tekstowych za przyciskiem, podobnie jak w aplikacji Wiadomości firmy Apple.
uk: Спрощений режим приховає всі параметри, окрім текстового поля біля кнопки відправити, аналогічно до програми Повідомлення від Apple.

source: Base font size
ca: Mida de la font base
de: Basisschriftgröße
es: Tamaño de la fuente base
pl: Podstawowy rozmiar czcionki
uk: Розмір шрифту

# Base_Font_Sample_Title
source: Sample
ca: Mostra
de: Beispiel
es: Muestra
pl: Przykład
uk: Приклад

# Base_Font_Size_Sample_Text
source: The quick brown fox jumps over the lazy dog
de: Der schnelle Braunfuchs springt über den faulen Hund
pl: Szybki brązowy lis przeskakuje nad leniwym psem
uk: Під осіннім лісом пастушки розпалили багаття, погрілися коло нього й пішли додому, женучи поперед себе корів

# Base_Font_Size_Setting_ContentSize_Title
source: Content Size
ca: Mida del contingut
de: Inhaltsgröße
es: Tamaño del contenido
pl: Rozmiar zawartości
uk: Розмір медіа

# Base_Font_Size_Setting_DateSize_Title
source: Date Size
ca: Mida de la data
de: Datumsgröße
es: Tamaño de la fecha
pl: Data Rozmiar
uk: Розмір дати
